import React from "react";

function ProductDescription() {
  return (
    <div className=" flex flex-col gap-y-8 mt-6">
      <h2 className="text-3xl font-Shabnam_B text-main">قهوه ترکیبی House Blend</h2>
      <p>
        ترکیب دانه‌های مختلف از مزارع آمریکای مرکزی و جنوبی و آفریقا 100%
        ARABICA House Blend یا به عبارتی ” ترکیب اختصاصی” را در حقیقت می توان
        ترکیب منحصر به فرد و مختص به هر برشته کاری بر شمرد . ” ترکیب اختصاصی ست
        ” که ۱۰۰٪ از دانه های عربیکا تشکیل شده است یاد آور اولین ترکیبهایی است
        که در گذشته های دور در دهه های ۶۰ و ۷۰ در این برشته کاری عرضه می شد .
        این ترکیب که شامل قهوه هایی از آمریکای جنوبی به عنوان پایه ترکیب ،
        آمریکای مرکزی و آفریقا و آسیا جنوب شرقی به عنوان تکمیل کننده طعم آن می
        باشد ، دارای برشته کاری متوسط متمایل به تیره است و برای روشهای عصاره
        گیری اسپرسو و دمی پیشنهاد می شود . اسیدیته متوسط آن در کنار تن واری
        متوسط رو به بالا و همینطور طعم یادهایی نظیر شکلات تلخ و کارامل آنرا به
        نوشیدنی تبدیل کرده است که تقریبا نظر هر مصرف کننده ای را به خود جلب می
        کند.
      </p>
      <p>
        ترکیب کردن قهوه‌های مختلف با هم خود آمیزه‌ای است از علم و هنر. اینکه
        کدام یک از صدها زیرگونه قهوه عربیکا با زیرگونه‌های روبوستا می‌تواند
        توازن طعمی، میزان اسیدیتی مطلوب، تلخی خوشگوار، تن‌واری (بادی) دلپذیر و
        افترتیست ماندگار را به وجود بیاورد نیازمند داشتن تخصص، مهارت و تجربه
        بالاست. با وجودی که بسیاری در ایتالیا در ترکیب اسپرسوی خود از دانه‌های
        Robusta استفاده می‌کنند ولی عده بسیاری نیز معتقدند عطر و طعم و رایحه
        دانه ARABICA به تنهایی بسیار دلنشین‌تر است. برشته‌کاری متوسط رو به بالای
        این ترکیب حداکثر طعم و عطر را در قهوه ایجاد می‌کند. ترکیبی از دانه‌های
        مرغوب آمریکای مرکزی و جنوبی به همراه چاشنی قهوه آفریقایی تجربه طعمی و
        عطری منحصر به فردی را برای شما به ارمغان می‌آورد. ایده‌آل برای اسپرسوی
        خانگی و اسپرسوساز روگازی (Bialetti) و همین‌طور قهوه دمی تلخ با قهوه‌ساز
        خانگی.
      </p>
    </div>
  );
}

export default ProductDescription;
